data_analysis/benchmark_lrdt/ycsb/20240516_140411/cluster-default/workload_100_0/960/100000/1/transactions_1.dat
/usr/bin/java  -classpath /home/ccamilleri-prest/YCSB/conf:/home/ccamilleri-prest/YCSB/core/target/core-0.18.0-SNAPSHOT.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/HdrHistogram-2.1.4.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/htrace-core4-4.1.0-incubating.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/jackson-core-asl-1.9.4.jar:/home/ccamilleri-prest/YCSB/core/target/dependency/jackson-mapper-asl-1.9.4.jar:/home/ccamilleri-prest/YCSB/postgrenosql/conf:/home/ccamilleri-prest/YCSB/postgrenosql/target/postgrenosql-binding-0.18.0-SNAPSHOT.jar:/home/ccamilleri-prest/YCSB/postgrenosql/target/dependency/json-simple-1.1.1.jar:/home/ccamilleri-prest/YCSB/postgrenosql/target/dependency/postgresql-9.4.1212.jre7.jar:/home/ccamilleri-prest/YCSB/postgrenosql/target/dependency/slf4j-api-1.7.13.jar:/home/ccamilleri-prest/YCSB/postgrenosql/target/dependency/slf4j-simple-1.7.13.jar site.ycsb.Client -t -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -P workloads/lrdt/workload_100_0 -P ./postgrenosql/conf/postgrenosql.properties -threads 60 -p operationcount=10000000 -p fieldlength=100 -p fieldlengthdistribution=constant -p measurementtype=timeseries -p timeseries.granularity=100 -p readrecordcount=100000 -p updaterecordcount=100000
[OVERALL], RunTime(ms), 60066
[OVERALL], Throughput(ops/sec), 3949.1392801251955
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 58
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09656045017147805
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 58
[TOTAL_GC_TIME_%], Time(%), 0.09656045017147805
[READ], Operations, 237206
[READ], AverageLatency(us), 15174.738893619891
[READ], MinLatency(us), 948
[READ], MaxLatency(us), 23474252
[READ], Return=OK, 237209
[READ], 0, 23712.4358974359
[READ], 100, 8088.2046511627905
[READ], 200, 4893.348484848485
[READ], 300, 6428.561679790027
[READ], 400, 6419.91415313225
[READ], 500, 6980.99771167048
[READ], 600, 4482.225210084033
[READ], 700, 6073.421705426356
[READ], 800, 6773.2901716068645
[READ], 900, 4528.777934936351
[READ], 1000, 5312.097026604069
[READ], 1100, 6313.924825174825
[READ], 1200, 6277.863711001642
[READ], 1300, 6587.108019639934
[READ], 1400, 5544.073138297872
[READ], 1500, 7968.355679702048
[READ], 1600, 8054.497453310696
[READ], 1700, 4204.445182724253
[READ], 1800, 7608.722741433022
[READ], 1900, 4398.224080267559
[READ], 2000, 4203.712887438825
[READ], 2100, 5330.503144654088
[READ], 2200, 12299.785547785548
[READ], 2300, 6958.904176904177
[READ], 2400, 5922.907725321888
[READ], 2500, 12554.868250539957
[READ], 2600, 5873.432835820896
[READ], 2700, 12767.960251046024
[READ], 2800, 5710.092
[READ], 2900, 6846.653488372093
[READ], 3000, 14959.270207852194
[READ], 3100, 7672.007575757576
[READ], 3200, 7530.070351758794
[READ], 3300, 6878.068181818182
[READ], 3400, 6368.750537634409
[READ], 3500, 13753.232741617358
[READ], 3600, 7158.510917030568
[READ], 3700, 6295.904276985743
[READ], 3800, 6374.863636363636
[READ], 3900, 5664.320652173913
[READ], 4000, 14888.153996101364
[READ], 4100, 6794.125260960334
[READ], 4200, 6243.617933723197
[READ], 4300, 6134.514340344168
[READ], 4400, 15918.26171875
[READ], 4500, 6447.143689320388
[READ], 4600, 7231.788546255507
[READ], 4700, 7634.6788154897495
[READ], 4800, 6308.444874274662
[READ], 4900, 6822.710472279261
[READ], 5000, 6719.008097165992
[READ], 5100, 6190.44061302682
[READ], 5200, 17678.374269005846
[READ], 5300, 6780.859649122807
[READ], 5400, 7459.87417218543
[READ], 5500, 7172.588235294118
[READ], 5600, 6358.102996254682
[READ], 5700, 7465.685022026431
[READ], 5800, 21839.256179775282
[READ], 5900, 20105.06762295082
[READ], 6000, 7858.915032679739
[READ], 6100, 7195.307547169811
[READ], 6200, 22493.78021978022
[READ], 6300, 8721.333333333334
[READ], 6400, 7905.492473118279
[READ], 6500, 22638.233193277312
[READ], 6600, 8218.467230443975
[READ], 6700, 8086.2881720430105
[READ], 6800, 7725.497942386832
[READ], 6900, 8624.497757847534
[READ], 7000, 21194.893457943926
[READ], 7100, 8254.645833333334
[READ], 7200, 8893.694570135747
[READ], 7300, 8266.469827586207
[READ], 7400, 8762.234234234234
[READ], 7500, 9439.264563106795
[READ], 7600, 8805.864055299538
[READ], 7700, 9193.216216216217
[READ], 7800, 8352.23275862069
[READ], 7900, 27445.930803571428
[READ], 8000, 7937.728880157171
[READ], 8100, 8393.422916666666
[READ], 8200, 7872.015655577299
[READ], 8300, 8083.195918367347
[READ], 8400, 9430.796650717703
[READ], 8500, 8849.357142857143
[READ], 8600, 8137.264112903225
[READ], 8700, 8522.533039647577
[READ], 8800, 9459.028037383177
[READ], 8900, 33012.580882352944
[READ], 9000, 9733.317647058824
[READ], 9100, 33614.80097087379
[READ], 9200, 9029.980561555076
[READ], 9300, 9700.912529550827
[READ], 9400, 9783.013793103448
[READ], 9500, 9323.631111111112
[READ], 9600, 9289.6
[READ], 9700, 9139.627450980392
[READ], 9800, 9026.370449678801
[READ], 9900, 9527.004555808657
[READ], 10000, 9385.427293064877
[READ], 10100, 9658.522144522145
[READ], 10200, 9222.948081264109
[READ], 10300, 9559.412048192771
[READ], 10400, 36354.09112149533
[READ], 10500, 10111.957647058824
[READ], 10600, 9695.982142857143
[READ], 10700, 8984.3911205074
[READ], 10800, 9069.053941908714
[READ], 10900, 9974.171361502347
[READ], 11000, 9890.59633027523
[READ], 11100, 9294.62389380531
[READ], 11200, 8853.388663967611
[READ], 11300, 37715.71662763466
[READ], 11400, 10772.961259079902
[READ], 11500, 10872.832929782082
[READ], 11600, 37024.33031674208
[READ], 11700, 10702.202733485194
[READ], 11800, 9476.293103448275
[READ], 11900, 10545.629545454545
[READ], 12000, 9305.93528183716
[READ], 12100, 10528.786542923433
[READ], 12200, 10289.471395881006
[READ], 12300, 9731.336263736264
[READ], 12400, 10508.293427230046
[READ], 12500, 48463.42541436464
[READ], 12600, 11209.534939759036
[READ], 12700, 10724.921296296296
[READ], 12800, 10611.415137614678
[READ], 12900, 11878.507978723404
[READ], 13000, 45667.742424242424
[READ], 13100, 42753.91745283019
[READ], 13200, 9315.977324263038
[READ], 13300, 12432.18811881188
[READ], 13400, 12902.288590604026
[READ], 13500, 11504.378640776698
[READ], 13600, 11885.309582309583
[READ], 13700, 11301.694638694638
[READ], 13800, 47133.79115479116
[READ], 13900, 10880.949191685912
[READ], 14000, 10733.491561181434
[READ], 14100, 10221.073839662447
[READ], 14200, 12020.460240963856
[READ], 14300, 12137.745635910225
[READ], 14400, 11683.028368794327
[READ], 14500, 11191.740139211137
[READ], 14600, 11334.326388888889
[READ], 14700, 11966.924019607843
[READ], 14800, 11972.9825
[READ], 14900, 46498.52511415525
[READ], 15000, 12447.805352798054
[READ], 15100, 12131.217391304348
[READ], 15200, 11803.40281030445
[READ], 15300, 11995.304761904761
[READ], 15400, 11855.061611374407
[READ], 15500, 11913.763157894737
[READ], 15600, 12382.504975124379
[READ], 15700, 12113.881642512077
[READ], 15800, 48967.87643020595
[READ], 15900, 13392.145161290322
[READ], 16000, 13268.52564102564
[READ], 16100, 12921.556675062971
[READ], 16200, 12810.867346938776
[READ], 16300, 61383.49291784703
[READ], 16400, 13761.716145833334
[READ], 16500, 13652.942643391521
[READ], 16600, 12927.39705882353
[READ], 16700, 13310.105943152455
[READ], 16800, 12972.496277915632
[READ], 16900, 13399.354922279792
[READ], 17000, 13730.353887399464
[READ], 17100, 12864.680904522613
[READ], 17200, 62137.07795698925
[READ], 17300, 13284.928039702234
[READ], 17400, 13048.508684863524
[READ], 17500, 12909.760869565218
[READ], 17600, 14381.533875338753
[READ], 17700, 14563.277945619335
[READ], 17800, 13827.335731414869
[READ], 17900, 13043.915211970076
[READ], 18000, 11825.542410714286
[READ], 18100, 13015.58866995074
[READ], 18200, 13624.04255319149
[READ], 18300, 59770.9746835443
[READ], 18400, 11834.673740053051
[READ], 18500, 16333.325966850829
[READ], 18600, 17513.958115183246
[READ], 18700, 65678.536
[READ], 18800, 13407.427536231884
[READ], 18900, 13671.89800995025
[READ], 19000, 13854.538265306122
[READ], 19100, 14248.8772845953
[READ], 19200, 62805.39454094293
[READ], 19300, 14018.430693069307
[READ], 19400, 14627.19109947644
[READ], 19500, 13542.977722772277
[READ], 19600, 12868.188365650969
[READ], 19700, 11495.272237196765
[READ], 19800, 19144.97846889952
[READ], 19900, 65137.9648241206
[READ], 20000, 13334.264423076924
[READ], 20100, 15515.480818414322
[READ], 20200, 14338.799492385786
[READ], 20300, 14046.819951338199
[READ], 20400, 13768.823671497585
[READ], 20500, 13719.601466992664
[READ], 20600, 13731.727710843374
[READ], 20700, 13913.064676616916
[READ], 20800, 14741.937027707809
[READ], 20900, 14636.038659793814
[READ], 21000, 14364.481690140845
[READ], 21100, 13762.596816976127
[READ], 21200, 71466.83333333333
[READ], 21300, 15452.736842105263
[READ], 21400, 15351.709770114943
[READ], 21500, 67804.57038834952
[READ], 21600, 15599.855745721272
[READ], 21700, 14482.39
[READ], 21800, 14708.967741935483
[READ], 21900, 13982.076190476191
[READ], 22000, 14368.248157248157
[READ], 22100, 15715.893333333333
[READ], 22200, 14601.261083743842
[READ], 22300, 14714.775308641976
[READ], 22400, 14540.943209876543
[READ], 22500, 14379.907542579076
[READ], 22600, 14180.024154589371
[READ], 22700, 15137.473821989528
[READ], 22800, 14710.553884711779
[READ], 22900, 72099.00487804879
[READ], 23000, 14270.725768321514
[READ], 23100, 14463.713253012049
[READ], 23200, 12288.051724137931
[READ], 23300, 16443.649758454107
[READ], 23400, 16042.329842931937
[READ], 23500, 15989.44708994709
[READ], 23600, 14171.962174940898
[READ], 23700, 15389.484375
[READ], 23800, 15808.625654450261
[READ], 23900, 15650.14402173913
[READ], 24000, 15896.128205128205
[READ], 24100, 15492.200514138818
[READ], 24200, 14947.28
[READ], 24300, 15157.793103448275
[READ], 24400, 15853.6925
[READ], 24500, 15341.545905707197
[READ], 24600, 16783.613636363636
[READ], 24700, 16666.736842105263
[READ], 24800, 15050.345177664974
[READ], 24900, 15447.959595959595
[READ], 25000, 15381.049095607235
[READ], 25100, 15182.6375
[READ], 25200, 14856.6608478803
[READ], 25300, 15660.775132275132
[READ], 25400, 15808.922077922078
[READ], 25500, 15747.867021276596
[READ], 25600, 15530.574742268042
[READ], 25700, 15552.653846153846
[READ], 25800, 15542.509043927648
[READ], 25900, 15671.846153846154
[READ], 26000, 17163.119658119656
[READ], 26100, 14189.373860182372
[READ], 26200, 18718.87037037037
[READ], 26300, 20024.575
[READ], 26400, 15465.032663316582
[READ], 26500, 15796.932975871314
[READ], 26600, 16192.840540540541
[READ], 26700, 16084.646112600536
[READ], 26800, 16151.371273712737
[READ], 26900, 15840.589947089948
[READ], 27000, 16592.598337950138
[READ], 27100, 16058.853994490359
[READ], 27200, 16981.68361581921
[READ], 27300, 16255.95225464191
[READ], 27400, 14947.142144638405
[READ], 27500, 14547.878934624698
[READ], 27600, 15668.57922077922
[READ], 27700, 14981.368292682926
[READ], 27800, 15305.30870712401
[READ], 27900, 15705.630208333334
[READ], 28000, 15771.7109375
[READ], 28100, 16001.544736842105
[READ], 28200, 16047.502688172042
[READ], 28300, 16083.972826086956
[READ], 28400, 15722.17027027027
[READ], 28500, 15118.082706766918
[READ], 28600, 15812.111111111111
[READ], 28700, 13520.900677200903
[READ], 28800, 14948.625
[READ], 28900, 13748.24480369515
[READ], 29000, 14931.636363636364
[READ], 29100, 15419.584415584415
[READ], 29200, 15697.541450777202
[READ], 29300, 15528.437994722955
[READ], 29400, 15640.101298701298
[READ], 29500, 15677.658974358974
[READ], 29600, 15678.997361477572
[READ], 29700, 15776.88829787234
[READ], 29800, 15472.329923273657
[READ], 29900, 15825.079155672824
[READ], 30000, 14932.336683417085
[READ], 30100, 14654.264563106795
[READ], 30200, 14936.913366336634
[READ], 30300, 15214.692111959288
[READ], 30400, 15480.745501285348
[READ], 30500, 15560.145454545454
[READ], 30600, 15612.7734375
[READ], 30700, 15760.16535433071
[READ], 30800, 16084.241286863271
[READ], 30900, 16261.29945054945
[READ], 31000, 16113.13440860215
[READ], 31100, 17304.165714285715
[READ], 31200, 15598.997409326425
[READ], 31300, 15450.207792207791
[READ], 31400, 15927.774278215224
[READ], 31500, 14648.089552238805
[READ], 31600, 15623.823376623377
[READ], 31700, 17128.741477272728
[READ], 31800, 16199.994638069706
[READ], 31900, 17041.763688760806
[READ], 32000, 16393.32590529248
[READ], 32100, 17083.10606060606
[READ], 32200, 13856.79945799458
[READ], 32300, 19887.56077348066
[READ], 32400, 16183.725130890052
[READ], 32500, 15433.784210526315
[READ], 32600, 15474.324120603014
[READ], 32700, 15434.376315789474
[READ], 32800, 16729.60821917808
[READ], 32900, 16844.051428571427
[READ], 33000, 17006.8904494382
[READ], 33100, 17074.450746268656
[READ], 33200, 16322.824607329843
[READ], 33300, 15383.827319587628
[READ], 33400, 16348.111731843575
[READ], 33500, 16858.983516483517
[READ], 33600, 17472.70231213873
[READ], 33700, 15915.416666666666
[READ], 33800, 16307.173076923076
[READ], 33900, 18408.086153846154
[READ], 34000, 18629.205047318614
[READ], 34100, 17271.384831460673
[READ], 34200, 16792.73087818697
[READ], 34300, 16007.832891246684
[READ], 34400, 15791.341145833334
[READ], 34500, 15237.308673469388
[READ], 34600, 16002.81182795699
[READ], 34700, 15764.70284237726
[READ], 34800, 16981.394886363636
[READ], 34900, 17198.247863247863
[READ], 35000, 16779.425770308124
[READ], 35100, 16129.173553719009
[READ], 35200, 18761.068322981366
[READ], 35300, 18378.243902439026
[READ], 35400, 17356.88857142857
[READ], 35500, 17294.36443148688
[READ], 35600, 17260.40170940171
[READ], 35700, 16610.088397790056
[READ], 35800, 16405.682857142856
[READ], 35900, 15003.057057057056
[READ], 36000, 18368.132132132134
[READ], 36100, 20088.694915254237
[READ], 36200, 16644.265927977838
[READ], 36300, 16775.69637883008
[READ], 36400, 16369.204986149585
[READ], 36500, 15686.07105263158
[READ], 36600, 16355.480106100797
[READ], 36700, 16120.405479452054
[READ], 36800, 15846.176315789473
[READ], 36900, 16200.278378378378
[READ], 37000, 16274.871313672922
[READ], 37100, 16085.655826558266
[READ], 37200, 15599.303341902314
[READ], 37300, 15933.345945945946
[READ], 37400, 16253.63829787234
[READ], 37500, 16195.191780821919
[READ], 37600, 15940.916010498688
[READ], 37700, 14919.708860759494
[READ], 37800, 16838.614084507044
[READ], 37900, 15548.794871794871
[READ], 38000, 16487.23978201635
[READ], 38100, 16260.029810298103
[READ], 38200, 15925.984
[READ], 38300, 16001.331550802139
[READ], 38400, 16247.386058981234
[READ], 38500, 16436.459154929576
[READ], 38600, 16278.448275862069
[READ], 38700, 15962.965240641712
[READ], 38800, 16058.354223433242
[READ], 38900, 16103.020942408377
[READ], 39000, 16242.380165289256
[READ], 39100, 16531.194690265485
[READ], 39200, 16611.737789203085
[READ], 39300, 15519.430051813471
[READ], 39400, 15621.27894736842
[READ], 39500, 16292.646739130434
[READ], 39600, 15724.366310160427
[READ], 39700, 16540.565683646113
[READ], 39800, 16203.174262734585
[READ], 39900, 17061.559077809798
[READ], 40000, 16572.074175824175
[READ], 40100, 16648.108635097495
[READ], 40200, 17325.470588235294
[READ], 40300, 16711.130790190735
[READ], 40400, 16487.411602209944
[READ], 40500, 16614.95918367347
[READ], 40600, 16237.173469387755
[READ], 40700, 16570.637119113573
[READ], 40800, 16936.645892351276
[READ], 40900, 17068.956896551725
[READ], 41000, 16132.380681818182
[READ], 41100, 11585.412698412698
[READ], 41200, 10271.626506024097
[READ], 41300, 23766.941333333332
[READ], 41400, 14997.687664041994
[READ], 41500, 16275.497297297297
[READ], 41600, 16035.259668508288
[READ], 41700, 19376.25396825397
[READ], 41800, 15961.550531914894
[READ], 41900, 16146.940379403793
[READ], 42000, 16088.171581769437
[READ], 42100, 16220.857142857143
[READ], 42200, 16461.146814404434
[READ], 42300, 16481.09836065574
[READ], 42400, 16560.036111111112
[READ], 42500, 16723.03005464481
[READ], 42600, 16387.5530726257
[READ], 42700, 15495.082666666667
[READ], 42800, 16109.38717948718
[READ], 42900, 15652.375335120643
[READ], 43000, 16296.29365079365
[READ], 43100, 15940.650666666666
[READ], 43200, 16091.872
[READ], 43300, 15742.82105263158
[READ], 43400, 15934.851458885942
[READ], 43500, 16363.450142450143
[READ], 43600, 16562.529569892475
[READ], 43700, 16218.945945945947
[READ], 43800, 16340.912806539509
[READ], 43900, 16498.19398907104
[READ], 44000, 16434.750692520774
[READ], 44100, 16371.16076294278
[READ], 44200, 17585.369501466277
[READ], 44300, 17197.571428571428
[READ], 44400, 15597.669950738917
[READ], 44500, 15384.5
[READ], 44600, 16365.550408719346
[READ], 44700, 15542.113157894737
[READ], 44800, 15529.502659574468
[READ], 44900, 17285.98347107438
[READ], 45000, 16364.207182320442
[READ], 45100, 16428.41176470588
[READ], 45200, 16297.373626373626
[READ], 45300, 16515.03846153846
[READ], 45400, 16468.03825136612
[READ], 45500, 16072.31914893617
[READ], 45600, 16474.159544159545
[READ], 45700, 16977.985795454544
[READ], 45800, 16847.27049180328
[READ], 45900, 16462.08130081301
[READ], 46000, 17046.544927536233
[READ], 46100, 16714.389355742296
[READ], 46200, 16654.280555555557
[READ], 46300, 16564.22314049587
[READ], 46400, 16195.496042216359
[READ], 46500, 16322.305555555555
[READ], 46600, 16565.19178082192
[READ], 46700, 16265.482093663912
[READ], 46800, 15744.959079283888
[READ], 46900, 16522.99705882353
[READ], 47000, 17097.794594594594
[READ], 47100, 16094.584699453551
[READ], 47200, 16115.619047619048
[READ], 47300, 16200.540322580646
[READ], 47400, 16439.246575342466
[READ], 47500, 17004.82905982906
[READ], 47600, 16832.340974212035
[READ], 47700, 16014.53021978022
[READ], 47800, 17129.244444444445
[READ], 47900, 16925.3591160221
[READ], 48000, 17190.528735632182
[READ], 48100, 14909.109725685785
[READ], 48200, 16292.997267759563
[READ], 48300, 16260.532258064517
[READ], 48400, 15863.212201591512
[READ], 48500, 15641.3046875
[READ], 48600, 15426.12853470437
[READ], 48700, 15802.174934725848
[READ], 48800, 15581.049350649351
[READ], 48900, 15819.623684210526
[READ], 49000, 16527.1135734072
[READ], 49100, 16013.38655462185
[READ], 49200, 15164.860946745563
[READ], 49300, 17563.292613636364
[READ], 49400, 18276.159663865546
[READ], 49500, 18351.879310344826
[READ], 49600, 17560.912280701756
[READ], 49700, 17202.84971098266
[READ], 49800, 15956.839050131926
[READ], 49900, 16030.382978723404
[READ], 50000, 15283.68170426065
[READ], 50100, 15615.262599469495
[READ], 50200, 15945.15303430079
[READ], 50300, 17122.826865671643
[READ], 50400, 19501.387301587303
[READ], 50500, 17984.65256797583
[READ], 50600, 17138.535211267605
[READ], 50700, 16627.6408839779
[READ], 50800, 17848.29483282675
[READ], 50900, 17841.88449848024
[READ], 51000, 18493.865443425075
[READ], 51100, 18601.734567901236
[READ], 51200, 19263.54487179487
[READ], 51300, 18532.32424242424
[READ], 51400, 18625.81288343558
[READ], 51500, 17962.61377245509
[READ], 51600, 15577.144736842105
[READ], 51700, 15565.069230769232
[READ], 51800, 15359.116751269035
[READ], 51900, 15615.039267015707
[READ], 52000, 16362.381720430107
[READ], 52100, 16491.343575418996
[READ], 52200, 16777.119444444445
[READ], 52300, 16525.539726027397
[READ], 52400, 16659.09831460674
[READ], 52500, 16643.224657534247
[READ], 52600, 16596.83988764045
[READ], 52700, 13248.948477751757
[READ], 52800, 16477.428571428572
[READ], 52900, 14629.793981481482
[READ], 53000, 16050.6171875
[READ], 53100, 15729.098958333334
[READ], 53200, 16617.380165289258
[READ], 53300, 16636.60055865922
[READ], 53400, 16817.254189944135
[READ], 53500, 16561.151933701658
[READ], 53600, 16168.584239130434
[READ], 53700, 16605.821428571428
[READ], 53800, 16567.639889196675
[READ], 53900, 16727.17086834734
[READ], 54000, 16816.991596638654
[READ], 54100, 16561.8156424581
[READ], 54200, 15968.312
[READ], 54300, 16366.455040871935
[READ], 54400, 16457.951219512193
[READ], 54500, 16741.019337016576
[READ], 54600, 15534.761904761905
[READ], 54700, 15488.984693877552
[READ], 54800, 15747.88144329897
[READ], 54900, 16095.0
[READ], 55000, 15674.379581151832
[READ], 55100, 16397.074468085106
[READ], 55200, 15821.167108753316
[READ], 55300, 15956.51724137931
[READ], 55400, 15704.10052910053
[READ], 55500, 15404.473145780052
[READ], 55600, 14949.250620347395
[READ], 55700, 13402.190909090908
[READ], 55800, 15486.185378590078
[READ], 55900, 14601.1004784689
[READ], 56000, 15852.424083769634
[READ], 56100, 15464.046511627907
[READ], 56200, 15611.761154855643
[READ], 56300, 15889.553524804178
[READ], 56400, 16324.956403269754
[READ], 56500, 15729.942465753425
[READ], 56600, 16356.371352785145
[READ], 56700, 15632.825396825398
[READ], 56800, 16843.708446866483
[READ], 56900, 15209.27806122449
[READ], 57000, 14772.031862745098
[READ], 57100, 14423.75845410628
[READ], 57200, 15763.064171122995
[READ], 57300, 16107.58839050132
[READ], 57400, 16126.459893048128
[READ], 57500, 15511.640625
[READ], 57600, 15450.817708333334
[READ], 57700, 15723.229333333333
[READ], 57800, 15895.256906077348
[READ], 57900, 17443.75945945946
[READ], 58000, 16663.98891966759
[READ], 58100, 16284.546448087433
[READ], 58200, 16422.691460055095
[READ], 58300, 16337.921409214092
[READ], 58400, 15775.085333333333
[READ], 58500, 16020.89247311828
[READ], 58600, 16392.33692722372
[READ], 58700, 14981.226368159205
[READ], 58800, 15831.016
[READ], 58900, 15032.354838709678
[READ], 59000, 14698.275434243176
[READ], 59100, 15910.53664921466
[READ], 59200, 15049.835411471322
[READ], 59300, 15134.647959183674
[READ], 59400, 15793.164835164835
[READ], 59500, 27938.0
[CLEANUP], Operations, 60
[CLEANUP], AverageLatency(us), 310.9166666666667
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 18588
[CLEANUP], 0, 310.9166666666667